Repository: itsknock/portfolio
Catalog: projects/bc-extension-invoicing/ImportLog/Translations/ImportLog.*.g.xlf
Languages: es_es

# Table 474594918 - Field 1622979514 - Property 2879900210
source: Invoice Line Account
es_es: Cuenta contable por defecto para líneas de factura

# Table 474594918 - Field 2074820174 - Property 2879900210
source: Compensation Account No.
es_es: No. cuenta contable compensación

# Table 474594918 - Field 4101152496 - Property 2879900210
source: Compensation VAT Product
es_es: Grupo de registro IVA producto para línea de compensación

# Table 474594918 - Field 1153367456 - Property 2879900210
source: Customer Template
es_es: Plantilla Cliente

# Table 474594918 - Field 4274826855 - Property 2879900210
source: G/L Account
es_es: "No. Cuenta contable"

# Table 474594918 - Field 3196008554 - Property 2879900210
source: Invoice Serial No.
es_es: No. Factura de venta

# Table 474594918 - Field 1663593181 - Property 2879900210
source: Primary Key
es_es: Clave primaria

# Table 474594918 - Field 4149465994 - Property 2879900210
source: Registration Serial No.
es_es: No. Serie Registro

# Table 474594918 - Field 4083677136 - Property 2879900210
source: VAT Product 10%
es_es: Grupo de registro IVA producto para 10%

# Table 474594918 - Field 2554175658 - Property 2879900210
source: VAT Product 21%
es_es: Grupo de registro IVA producto para 21%

# Table 474594918 - Field 1171100515 - Property 2879900210
source: VAT Product 4%
es_es: Grupo de registro IVA producto para 4%

# Table 1705842737 - Field 3168444338 - Property 2879900210
source: Address
es_es: "Direccion

# Table 1705842737 - Field 714791889 - Property 2879900210
source: City
es_es: "Municipio

# Table 1705842737 - Field 3322432386 - Property 2879900210
source: Processing status
es_es: Estado del procesado

# Table 1705842737 - Field 3004934655 - Property 2879900210
source: Client Reason
es_es: "Razon cliente"

# Table 1705842737 - Field 597862285 - Property 2879900210
source: Company Reason
es_es: Razon Empresa

# Table 1705842737 - Field 4190130733 - Property 2879900210
source: Customer No.
es_es: "No. Cliente"

# Table 1705842737 - Field 1153367456 - Property 2879900210
source: Customer Template
es_es: Plantilla Cliente

# Table 1705842737 - Field 3192175264 - Property 2879900210
source: Date
es_es: Fecha

# Table 1705842737 - Field 2272340397 - Property 2879900210
source: Number
es_es: Numero

# Table 1705842737 - Field 3660300303 - Property 2879900210
source: Post Code
es_es: C.P.

# Table 1705842737 - Field 1237689382 - Property 2879900210
source: Province
es_es: Provincia

# Table 1705842737 - Field 674286786 - Property 2879900210
source: Registered sales invoice No.
es_es: "No. Factura de venta registrada"

# Table 1705842737 - Field 3040401650 - Property 2879900210
source: Sales invoice No.
es_es: "No. Factura de venta"

# Table 1705842737 - Field 2346995269 - Property 2879900210
source: Series
es_es: Serie

# Table 1705842737 - Field 513339096 - Property 2879900210
source: Status
es_es: Estado

# Table 1705842737 - Field 3493498781 - Property 2879900210
source: T.10% Base
es_es: T.10%

# Table 1705842737 - Field 4013529055 - Property 2879900210
source: T.10% VAT
es_es: T.10%

# Table 1705842737 - Field 3080341571 - Property 2879900210
source: T.21% Base
es_es: T.21%

# Table 1705842737 - Field 2191499161 - Property 2879900210
source: T.21% VAT
es_es: T.21%

# Table 1705842737 - Field 3097556370 - Property 2879900210
source: T.4% Base
es_es: T.4%

# Table 1705842737 - Field 2094544100 - Property 2879900210
source: T.4% VAT
es_es: T.4%

# Table 1705842737 - Field 1878130204 - Property 2879900210
source: Type
es_es: Tipo

# Codeunit 1558925425 - Method 2461338730 - NamedType 3097772445
source: No Pending lines to process.
es_es: No hay líneas pendientes para procesar

# Codeunit 4066523093 - Method 120556434 - NamedType 2056082765
source: Customer %1 template not found
es_es: Plantilla del cliente %1 no encontrada

# Codeunit 4066523093 - Method 586468893 - NamedType 2823024120
source: CIF/NIF is empty in line %1
es_es: El CIF/NIF está vacío en la línea %1

# Page 474594918 - Control 401034357 - Property 1295455071
source: Select customer template for new customers
es_es: Elige una plantilla para clientes nuevos

# Page 3642613686 - Action 1147532894 - Property 2879900210
source: Import
es_es: Importar

# Page 3642613686 - Action 1786295719 - Property 2879900210
source: View Error
es_es: Ver Error

# Page 3642613686 - Action 1786295719 - Method 1377591017 - NamedType 3501258000
source: Select exactly (1) line to view its error.
es_es: Selecciona (1) línea para ver el Error

# Page 3642613686 - Action 1786295719 - Method 1377591017 - NamedType 2488702383
source: The selected line has NO Error status.
es_es: La línea seleccionada NO tiene estado de Error

# Page 3642613686 - Action 1786295719 - Method 1377591017 - NamedType 3255779974
source: No error message available.
es_es: No hay mensaje de error disponible

# TableExtension 1846452001 - Field 633887033 - Property 2879900210
source: VAT Product Posting Group
es_es: Grupo de registro IVA producto para la línea de factura

# Enum 176034978 - EnumValue 1249475212 - Property 2879900210
source: Created new client
es_es: Nuevo cliente creado

# Enum 176034978 - EnumValue 3481143665 - Property 2879900210
source: Pending processing
es_es: Pendiente de processar

# Enum 176034978 - EnumValue 2339977023 - Property 2879900210
source: Updated existing client
es_es: Cliente existente actualizado

# Enum 513339096 - EnumValue 3481143665 - Property 2879900210
source: Pending
es_es: Pendiente

# Enum 513339096 - EnumValue 3208180638 - Property 2879900210
source: Processed
es_es: Procesado
